<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html class="frame" lang="en">
<head>
	<meta http-equiv="Content-Type" content="text/html;charset=utf-8">
	<title>API20. Reportes SNC</title>

	<!-- JQUERY (use 1.x branch to be compatible with IE 6/7/8) -->
	<script type="text/javascript" src="../../lib/jquery/js/jquery-1.11.2.min.js"></script>
	<!-- BOOTSTRAP -->
	<link type="text/css" rel="stylesheet" href="../../lib/bootstrap/css/bootstrap-3.3.2.min.css">
	<link type="text/css" rel="stylesheet" href="../../lib/bootstrap/css/bootstrap-theme-3.3.2.min.css">
	<script type="text/javascript" src="../../lib/bootstrap/js/bootstrap-3.3.2.min.js"></script>
	<!-- REPORT SPECIFIC -->
	<link type="text/css" rel="stylesheet" href="../../css/model.css">
	<link type="text/css" rel="stylesheet" href="../../css/i18n.css">
	<script type="text/javascript" src="../../js/frame.js"></script>
	<script type="text/javascript" src="../../js/imageMapResizer.min.js"></script>
</head>

<body>
	<div class="panel panel-default root-panel">

		<div class="panel-heading root-panel-heading">
            <!-- Name -->
               <b>API20. Reportes SNC</b>

            <!-- If a View with Viewpoint -->
			   (<span class="i18n-elementtype-ApplicationInterface"></span>)
			   <a class="glyphicon glyphicon-info-sign" id="hint-ApplicationInterface" target="hint"></a>
		</div>

		<div class="panel-body root-panel-body">
		    <!-- If this is a digram model (has children and no bounds) show the image -->

			<div role="tabpanel">
				<!-- Nav tabs -->
				<ul class="nav nav-tabs" role="tablist">
                    <!-- Purpose / Documentation / Content -->
					   <li role="presentation" class="active"><a href="#documentation" aria-controls="documentation" role="tab" data-toggle="tab" class="i18n-documentation"></a></li>

                    <!-- Properties -->
                    <li role="presentation"><a href="#properties" aria-controls="properties" role="tab" data-toggle="tab" class="i18n-properties"></a></li>

				</ul>

				<!-- Tab panes -->
				<div class="tab-content">
					<div role="tabpanel" class="tab-pane active" id="documentation">
						<div class="convertlinks documentation" style="white-space:pre-wrap">La plataforma tendr&#225; la capacidad de registrar, almacenar, administrar, procesar, actualizar y generar reportes sobre la demanda de cualificaciones y la oferta de formaci&#243;n para el trabajo, a partir de los siguientes elementos:

--Informaci&#243;n de demanda laboral relacionada con las ocupaciones y sus descriptores, es decir, funciones, conocimientos y destrezas (competencias t&#233;cnicas), competencias transversales y n&#250;mero de vacantes asociadas a cada una de las ocupaciones, informaci&#243;n de nivel educativo requerido y programas educativos y formativos asociados, experiencia laboral requerida, informaci&#243;n de las competencias m&#225;s demandadas, entre otras.  Se publicar&#225;n resultados de an&#225;lisis con datos administrativos (por ejemplo, vacantes del SPE) o procesos consultivos con empresarios (por ejemplo, ejercicios de prospectiva y mesas sectoriales).

--Informaci&#243;n de oferta laboral a partir de las hojas de vida registradas en el Servicio P&#250;blico de Empleo, de donde s&#243;lo se extrae informaci&#243;n de experiencia laboral, formaci&#243;n y perfil laboral de la persona.

--Informaci&#243;n de oferta educativa y formativa cuantitativa y cualitativa de todos los programas de educaci&#243;n superior (t&#233;cnicos profesionales, tecn&#243;logos, pregrado universitario, especializaci&#243;n universitaria y especializaci&#243;n tecnol&#243;gica) y los programas de Educaci&#243;n para el Trabajo y el Desarrollo Humano &#8211; ETDH (t&#233;cnicos laborales).  En lo que respecta a informaci&#243;n sobre la oferta de ETDH, se describir&#225;n programas y centros y, seg&#250;n la disponibilidad, resultados en empleabilidad y calidad de aprendizaje. Se incorporar&#225; un enfoque de g&#233;nero, para diseminar los resultados de empleabilidad de mujeres que ingresan a programas de ETDH altamente masculinizados, como beneficios adicionales que se describen m&#225;s adelante.

--Informaci&#243;n de brechas de capital humano en t&#233;rminos de brechas de cantidad, brechas de pertinencia, brechas de calidad, brechas de perfilamiento y brechas de competencias.

--Informaci&#243;n del componente de evaluaci&#243;n y certificaci&#243;n de competencias (componente del SNC): instancias evaluadoras y certificadoras, n&#250;mero de personas evaluadas, tipos de certificaciones, n&#250;mero de personas certificadas por tipo de certificaci&#243;n (caracterizadas por sector y caracter&#237;sticas de la poblaci&#243;n como edad, sexo, escolaridad, entre otros).

--Informaci&#243;n del componente de acreditaci&#243;n y calidad de las ETDH (componente del SNC): certificados de acreditaci&#243;n, instituciones acreditadas, actos administrativos de aprobaci&#243;n, habilitaci&#243;n o negaci&#243;n.

--Informaci&#243;n del componente de normalizaci&#243;n de competencias (componente del SNC): normas de competencia laboral, instancias normalizadoras, mapas funcionales, entre otros.

--Informaci&#243;n del componente del Marco Nacional de Cualificaciones: cat&#225;logos de cualificaciones de las diferentes &#225;reas de cualificaci&#243;n.</div>
					</div>
					<div role="tabpanel" class="tab-pane" id="properties">
						<table class="table table-striped table-hover table-condensed">
							<thead>
								<tr>
									<th class="i18n-key"></th>
									<th class="i18n-value"></th>
								</tr>
							</thead>
							<tbody>
							</tbody>
						</table>
					</div>
			  </div>
			</div>
		</div>
	</div>
	<script type="text/javascript">imageMapResize();</script>
</body>
</html>