<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html class="frame" lang="en">
<head>
	<meta http-equiv="Content-Type" content="text/html;charset=utf-8">
	<title>APP7. Perfilamiento</title>

	<!-- JQUERY (use 1.x branch to be compatible with IE 6/7/8) -->
	<script type="text/javascript" src="../../lib/jquery/js/jquery-1.11.2.min.js"></script>
	<!-- BOOTSTRAP -->
	<link type="text/css" rel="stylesheet" href="../../lib/bootstrap/css/bootstrap-3.3.2.min.css">
	<link type="text/css" rel="stylesheet" href="../../lib/bootstrap/css/bootstrap-theme-3.3.2.min.css">
	<script type="text/javascript" src="../../lib/bootstrap/js/bootstrap-3.3.2.min.js"></script>
	<!-- REPORT SPECIFIC -->
	<link type="text/css" rel="stylesheet" href="../../css/model.css">
	<link type="text/css" rel="stylesheet" href="../../css/i18n.css">
	<script type="text/javascript" src="../../js/frame.js"></script>
	<script type="text/javascript" src="../../js/imageMapResizer.min.js"></script>
</head>

<body>
	<div class="panel panel-default root-panel">

		<div class="panel-heading root-panel-heading">
            <!-- Name -->
               <b>APP7. Perfilamiento</b>

            <!-- If a View with Viewpoint -->
			   (<span class="i18n-elementtype-ApplicationComponent"></span>)
			   <a class="glyphicon glyphicon-info-sign" id="hint-ApplicationComponent" target="hint"></a>
		</div>

		<div class="panel-body root-panel-body">
		    <!-- If this is a digram model (has children and no bounds) show the image -->

			<div role="tabpanel">
				<!-- Nav tabs -->
				<ul class="nav nav-tabs" role="tablist">
                    <!-- Purpose / Documentation / Content -->
					   <li role="presentation" class="active"><a href="#documentation" aria-controls="documentation" role="tab" data-toggle="tab" class="i18n-documentation"></a></li>

                    <!-- Properties -->
                    <li role="presentation"><a href="#properties" aria-controls="properties" role="tab" data-toggle="tab" class="i18n-properties"></a></li>

				</ul>

				<!-- Tab panes -->
				<div class="tab-content">
					<div role="tabpanel" class="tab-pane active" id="documentation">
						<div class="convertlinks documentation" style="white-space:pre-wrap">El BID busca desarollar una herramienta que sirva para capturar  datos  sobre  las  competencias  de  los  b&#250;scadores  de  empleo  en  Colombia,  para  (a)  poder orientarlos a ocupaciones con oportunidades de inserci&#243;n laboral y (b) para informar pol&#237;ticas y programas de empleabilidad desde el Ministerio de Trabajo.

Esta  herramienta  orientar&#225;  alos  usuarios  de  cara  al  mercado  laboral,  entendiendo  tanto  sus oportunidades  ocupacionales  como  sus  oportunidades  de  formaci&#243;n  y  certificaci&#243;n  de  aprendizajes previos para estar mejor preparado y posicionarse mejor para ciertas ocupaciones y vacantes.

El prop&#243;sito del Ministerio de Trabajo adem&#225;s es poder generar datos agregados para definir la pol&#237;tica p&#250;blica y habilitar mecanismos para mejorar elacceso al mercado laboral colombiano, entender brechas de competenciasydefinir posiblesrutas de formaci&#243;n y certificaci&#243;n de competencias que lleven a los usuarios/beneficiarios a fortalecer y certificar sus perfiles. 

Aunque la herramienta surge de un trabajo con el BID para poblaci&#243;n migrante, finalmente el instrumento sirve  para entender  las  competenciastanto  de  poblaci&#243;n  local -ciudadanos  Colombianos,  como  de migrantes, incluyendo poblaci&#243;n migrante proveniente de Venezuela. 

Esta herramienta, en ning&#250;n caso, busca reemplazar herramientas de intermediaci&#243;n o la herramienta del Sistema de Informaci&#243;n del Servicio de Empleo (SISE). xEsta herramienta puede servir de complemento a las herramientas de intermediaci&#243;n o de apoyo paralos orientadores de los prestadores de servicio de la red del Servicio P&#250;blico de Empleo y otros que apoyen a migrantes  en  programas  de  empleabilidad,  entendiendo  en  profundidad  las  competencias  de  los b&#250;scadores de empleo. 

Funciones:
1.Creaci&#243;n  del  perfil:  se  busca  captar  del  usuario  final  (buscador  de  empleo)  su experiencia  laboral,  su formaci&#243;n y otras experiencias de vida y las competencias que haya desarrollado en cada una de estas (con base a la taxonom&#237;a ocupacional y de competencias de la CUOC). Adem&#225;s, el usuario podr&#225; descargar su hoja de vida para compartirlo con empleadores.

2.Orientaci&#243;n laboral: a partir de la informaci&#243;n captada del usuario, se comparan sus competencias con las requeridas  por  las  ocupaciones  de  la  CUOC  para  recomendarle  al  usuario  final  las  ocupaciones  donde tiene mayor n&#250;mero de competencias requeridas para que las consider&#233; el usuario en su b&#250;squeda de empleo.  

3.Visualizaci&#243;n  y  anal&#237;tica:  el  usuario  administrativo  (administrador  p&#250;blico)  podr&#225;  visualizar  los  perfiles que  se  han  inscrito  en  la  herramienta  y  podr&#225;  crear  recortes  e  informes  de  la  informaci&#243;n  a  medida, buscando patrones en ocupaciones, competencias, n&#237;veles de educaci&#243;n, etc. que servir&#225; para informar pol&#237;ticas y programas del Ministerio del Trabajo.  
</div>
					</div>
					<div role="tabpanel" class="tab-pane" id="properties">
						<table class="table table-striped table-hover table-condensed">
							<thead>
								<tr>
									<th class="i18n-key"></th>
									<th class="i18n-value"></th>
								</tr>
							</thead>
							<tbody>
							</tbody>
						</table>
					</div>
			  </div>
			</div>
		</div>
	</div>
	<script type="text/javascript">imageMapResize();</script>
</body>
</html>