<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html class="frame" lang="en">
<head>
	<meta http-equiv="Content-Type" content="text/html;charset=utf-8">
	<title>APP10. CTLG</title>

	<!-- JQUERY (use 1.x branch to be compatible with IE 6/7/8) -->
	<script type="text/javascript" src="../../lib/jquery/js/jquery-1.11.2.min.js"></script>
	<!-- BOOTSTRAP -->
	<link type="text/css" rel="stylesheet" href="../../lib/bootstrap/css/bootstrap-3.3.2.min.css">
	<link type="text/css" rel="stylesheet" href="../../lib/bootstrap/css/bootstrap-theme-3.3.2.min.css">
	<script type="text/javascript" src="../../lib/bootstrap/js/bootstrap-3.3.2.min.js"></script>
	<!-- REPORT SPECIFIC -->
	<link type="text/css" rel="stylesheet" href="../../css/model.css">
	<link type="text/css" rel="stylesheet" href="../../css/i18n.css">
	<script type="text/javascript" src="../../js/frame.js"></script>
	<script type="text/javascript" src="../../js/imageMapResizer.min.js"></script>
</head>

<body>
	<div class="panel panel-default root-panel">

		<div class="panel-heading root-panel-heading">
            <!-- Name -->
               <b>APP10. CTLG</b>

            <!-- If a View with Viewpoint -->
			   (<span class="i18n-elementtype-ApplicationComponent"></span>)
			   <a class="glyphicon glyphicon-info-sign" id="hint-ApplicationComponent" target="hint"></a>
		</div>

		<div class="panel-body root-panel-body">
		    <!-- If this is a digram model (has children and no bounds) show the image -->

			<div role="tabpanel">
				<!-- Nav tabs -->
				<ul class="nav nav-tabs" role="tablist">
                    <!-- Purpose / Documentation / Content -->
					   <li role="presentation" class="active"><a href="#documentation" aria-controls="documentation" role="tab" data-toggle="tab" class="i18n-documentation"></a></li>

                    <!-- Properties -->
                    <li role="presentation"><a href="#properties" aria-controls="properties" role="tab" data-toggle="tab" class="i18n-properties"></a></li>

				</ul>

				<!-- Tab panes -->
				<div class="tab-content">
					<div role="tabpanel" class="tab-pane active" id="documentation">
						<div class="convertlinks documentation" style="white-space:pre-wrap">El Cat&#225;logo de Ocupaciones es en un aplicativo web que dispone la informaci&#243;n de la Clasificaci&#243;n de Ocupaciones para Colombia que:

1.	Permita navegar su estructura, mediante hiperv&#237;nculos. Dicha navegaci&#243;n mostrar&#225; la descripci&#243;n de las ocupaciones, funciones, denominaciones, funciones, conocimientos, destrezas, ocupaciones afines, &#225;reas de cualificaci&#243;n y equivalencias con clasificaciones como Clasificaci&#243;n Internacional Normalizada de Educaci&#243;n, CIUO y CNO.
1.	Disponga de Informaci&#243;n estad&#237;stica para las ocupaciones, con base en fuentes disponibles en la Fuente de Informaci&#243;n Laboral para Colombia FILCO, incluyendo informaci&#243;n de fuentes no estructuradas.
1.	Disponga en un repositorio para el p&#250;blico de informaci&#243;n sobre la CUOC, as&#237; como informes e informaci&#243;n estad&#237;stica asociada.
1.	Disponga de capacidad de captura de informaci&#243;n mediante un formulario web, para preguntar a empresarios informaci&#243;n sobre ocupaciones.

El Cat&#225;logo est&#225; constituido por los siguientes componentes: 
* Navegaci&#243;n: interfaz web, gr&#225;fica, de navegaci&#243;n de la Clasificaci&#243;n &#218;nica de Ocupaciones de Colombia (CUOC). Navegaci&#243;n por todos los niveles de profundidad de la CUOC: ocupacionales, Competencias, etc.
* Tablero de Control: interfaz gr&#225;fica, web, para presentar el tablero de indicadores del mercado laboral: n&#250;meros ocupaciones m&#225;s y menos solicitadas, n&#250;meros competencias m&#225;s requeridas por las ocupaciones, etc.
* Repositorio: m&#243;dulo de publicaci&#243;n y descarga de documentos de divulgaci&#243;n de los resultados del Mercado Laboral.
* M&#243;dulo de recolecci&#243;n de informaci&#243;n: Interfaz gr&#225;fica navegable y formulario web para recolecci&#243;n de datos de la encuesta para empresas.
La CUOC permite la homologaci&#243;n de la clasificaci&#243;n nacional e internacional de ocupaciones y ser&#225; una herramienta que, en el marco del SNC, contiene informaci&#243;n necesaria para la conexi&#243;n de diferentes esquemas de gesti&#243;n, informaci&#243;n y valoraci&#243;n de conocimientos y habilidades requeridas en diferentes ocupaciones y que son adquiridas en cualquiera de las v&#237;as de cualificaci&#243;n existentes en Colombia. Entre algunos usos se encuentran:

* Generaci&#243;n de estad&#237;sticas para el seguimiento y cumplimiento de pol&#237;tica p&#250;blicas 
* Desarrollo de mecanismos para la intermediaci&#243;n laboral entre empresarios, trabajadores y buscadores de empleo 
* Gesti&#243;n de movilidad educativa, formativa y laboral a nivel nacional e internacional 
* Identificaci&#243;n de brechas de capital humano en diferentes sectores 
* Dise&#241;o de programas de E y FxT enfocados en el mercado laboral 
* Normalizaci&#243;n y certificaci&#243;n de competencias laborales.
</div>
					</div>
					<div role="tabpanel" class="tab-pane" id="properties">
						<table class="table table-striped table-hover table-condensed">
							<thead>
								<tr>
									<th class="i18n-key"></th>
									<th class="i18n-value"></th>
								</tr>
							</thead>
							<tbody>
							</tbody>
						</table>
					</div>
			  </div>
			</div>
		</div>
	</div>
	<script type="text/javascript">imageMapResize();</script>
</body>
</html>