<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html class="frame" lang="en">
<head>
	<meta http-equiv="Content-Type" content="text/html;charset=utf-8">
	<title>DR04. Asimetrías de información</title>

	<!-- JQUERY (use 1.x branch to be compatible with IE 6/7/8) -->
	<script type="text/javascript" src="../../lib/jquery/js/jquery-1.11.2.min.js"></script>
	<!-- BOOTSTRAP -->
	<link type="text/css" rel="stylesheet" href="../../lib/bootstrap/css/bootstrap-3.3.2.min.css">
	<link type="text/css" rel="stylesheet" href="../../lib/bootstrap/css/bootstrap-theme-3.3.2.min.css">
	<script type="text/javascript" src="../../lib/bootstrap/js/bootstrap-3.3.2.min.js"></script>
	<!-- REPORT SPECIFIC -->
	<link type="text/css" rel="stylesheet" href="../../css/model.css">
	<link type="text/css" rel="stylesheet" href="../../css/i18n.css">
	<script type="text/javascript" src="../../js/frame.js"></script>
	<script type="text/javascript" src="../../js/imageMapResizer.min.js"></script>
</head>

<body>
	<div class="panel panel-default root-panel">

		<div class="panel-heading root-panel-heading">
            <!-- Name -->
               <b>DR04. Asimetr&#237;as de informaci&#243;n</b>

            <!-- If a View with Viewpoint -->
			   (<span class="i18n-elementtype-Driver"></span>)
			   <a class="glyphicon glyphicon-info-sign" id="hint-Driver" target="hint"></a>
		</div>

		<div class="panel-body root-panel-body">
		    <!-- If this is a digram model (has children and no bounds) show the image -->

			<div role="tabpanel">
				<!-- Nav tabs -->
				<ul class="nav nav-tabs" role="tablist">
                    <!-- Purpose / Documentation / Content -->
					   <li role="presentation" class="active"><a href="#documentation" aria-controls="documentation" role="tab" data-toggle="tab" class="i18n-documentation"></a></li>

                    <!-- Properties -->
                    <li role="presentation"><a href="#properties" aria-controls="properties" role="tab" data-toggle="tab" class="i18n-properties"></a></li>

				</ul>

				<!-- Tab panes -->
				<div class="tab-content">
					<div role="tabpanel" class="tab-pane active" id="documentation">
						<textarea id="docsrc" style="display:none">Las asimetr&#237;as de informaci&#243;n con estrategias tecnol&#243;gicas robustas que proporcionen informaci&#243;n &#250;til y oportuna.

Las entidades del sector trabajo tienen un reto muy importante en el contexto colombiano actual, caracterizado por altos niveles de desempleo (10,5% en 2019) frente otros pa&#237;ses de Latinoam&#233;rica y altas tasas de informalidad laboral (superiores al 60%), junto con los bajos niveles de acceso y permanencia en el mercado laboral formal.

Para el cuatrienio 2019-2022 se estableci&#243; una meta de generar 1,6 millones de empleos, seg&#250;n el PND. Adicionalmente, para el a&#241;o 2019, la tasa de desempleo total nacional contin&#250;a ubic&#225;ndose en dos d&#237;gitos, alcanzando un 10,5%, mientras que para las 23 principales ciudades fue de 11,5%. (DANE, 2019). Durante el periodo 2010-2019, los principales indicadores del mercado de trabajo de las 23 principales ciudades presentaron un comportamiento estable, no obstante, se observ&#243; una reducci&#243;n en la din&#225;mica de generaci&#243;n de empleo la cual pas&#243; de 38 mil empleos generados entre 2015-2016 a 18 mil entre 2018-2019. Esta situaci&#243;n gener&#243; un impacto negativo en la tasa de desempleo que pas&#243; del 9,9% en 2015 a 11,5% en 2019, lo cual signific&#243; un aumento absoluto de 252 mil personas desempleadas (Ministerio del Trabajo; DANE).

Existe la necesidad apremiante que desde el sector trabajo se desarrollen acciones que mitiguen el desempleo, la informalidad, la falta de competencias pertinentes para el empleo, los altos costos de transacci&#243;n en la b&#250;squeda de empleo y las asimetr&#237;as de informaci&#243;n con estrategias tecnol&#243;gicas robustas que proporcionen informaci&#243;n &#250;til y oportuna y lineamientos t&#233;cnicos necesarios para la toma decisiones de todos los actores del ecosistema de empleabilidad. En tal sentido, el presente proyecto de inversi&#243;n busca contribuir al cumplimiento de los objetivos sectoriales y las metas consignadas en el nuevo Plan Nacional de Desarrollo 2018-2022 &#8220;Pacto por Colombia, Pacto por la Equidad&#8221;, el cual plantea importantes retos para el Sector Trabajo como la reducci&#243;n del desempleo hasta alcanzar niveles del 7,9% y la reducci&#243;n de la pobreza a partir de la generaci&#243;n de ingresos, empleos y autoempleos a partir de facilitar la vinculaci&#243;n al mercado de trabajo, el acceso a oportunidades de trabajo formal y la eliminaci&#243;n de barreras a toda la poblaci&#243;n que busca emplearse.

Una vez realizado el diagn&#243;stico de la situaci&#243;n actual, se  identificaron como objetivo central del Programa

Fortalecer la pol&#237;tica de empleo y de formaci&#243;n para el trabajo nacional que permitir&#225; contribuir a la reducci&#243;n de la tasa de desempleo a nivel nacional a partir de la generaci&#243;n de empleo a trav&#233;s de la implementaci&#243;n de procesos de fortalecimiento de pertinencia en la educaci&#243;n, reducci&#243;n de los costos de transacci&#243;n y duraci&#243;n del desempleo y la puesta en funcionamiento de procesos de emparejamiento de la oferta y demanda laboral con la rigurosidad y calidad que el pa&#237;s requiere.</textarea>
						<div id="doctgt" style="white-space:pre-wrap"></div>
					</div>
					<div role="tabpanel" class="tab-pane" id="properties">
						<table class="table table-striped table-hover table-condensed">
							<thead>
								<tr>
									<th class="i18n-key"></th>
									<th class="i18n-value"></th>
								</tr>
							</thead>
							<tbody>
							</tbody>
						</table>
					</div>
			  </div>
			</div>
		</div>
	</div>
	<script type="text/javascript">imageMapResize();</script>
</body>
</html>