<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html class="frame" lang="en">
<head>
	<meta http-equiv="Content-Type" content="text/html;charset=utf-8">
	<title>Marco Nacional de Cualificaciones</title>

	<!-- JQUERY (use 1.x branch to be compatible with IE 6/7/8) -->
	<script type="text/javascript" src="../../lib/jquery/js/jquery-1.11.2.min.js"></script>
	<!-- BOOTSTRAP -->
	<link type="text/css" rel="stylesheet" href="../../lib/bootstrap/css/bootstrap-3.3.2.min.css">
	<link type="text/css" rel="stylesheet" href="../../lib/bootstrap/css/bootstrap-theme-3.3.2.min.css">
	<script type="text/javascript" src="../../lib/bootstrap/js/bootstrap-3.3.2.min.js"></script>
	<!-- REPORT SPECIFIC -->
	<link type="text/css" rel="stylesheet" href="../../css/model.css">
	<link type="text/css" rel="stylesheet" href="../../css/i18n.css">
	<script type="text/javascript" src="../../js/frame.js"></script>
	<script type="text/javascript" src="../../js/imageMapResizer.min.js"></script>
</head>

<body>
	<div class="panel panel-default root-panel">
		<div class="panel-heading root-panel-heading">
			<b>Marco Nacional de Cualificaciones</b>
			(<span class="i18n-elementtype-Product"></span>)
			<a class="glyphicon glyphicon-info-sign" id="hint-Product" target="hint"></a>
		</div>
		<div class="panel-body root-panel-body">
			<div role="tabpanel">
				<!-- Nav tabs -->
				<ul class="nav nav-tabs" role="tablist">
					<li role="presentation" class="active"><a href="#documentation" aria-controls="documentation" role="tab" data-toggle="tab" class="i18n-documentation"></a></li>
					<li role="presentation"><a href="#properties" aria-controls="properties" role="tab" data-toggle="tab" class="i18n-properties"></a></li>
				</ul>

				<!-- Tab panes -->
				<div class="tab-content">
					<div role="tabpanel" class="tab-pane active" id="documentation">
						<textarea id="docsrc" style="display:none">Una Cualificaci&#243;n es el reconocimiento formal que otorga una instituci&#243;n debidamente autorizada a una persona que mediante una evaluaci&#243;n ha demostrado poseer un grupo de competencias expresadas en t&#233;rminos de resultados de aprendizaje. El Marco Nacional de Cualificaciones es un instrumento que va a permitir estructurar y clasificar estas cualificaciones en funci&#243;n de un conjunto de criterios ordenados por niveles y expresados en t&#233;rminos de conocimientos, destrezas y aptitudes alcanzados por la personas.  (Ernst &amp; Young, 2020).

Su objetivo principal es promover el aprendizaje permanente, consolidando rutas de aprendizaje, fortaleciendo el acceso, la participaci&#243;n y la progresi&#243;n educativa y laboral de las personas a trav&#233;s de las tres v&#237;as de cualificaci&#243;n. Adicionalmente permitir&#225; articular los subsistemas de educaci&#243;n, de formaci&#243;n y reconocimiento de aprendizajes previos para dar respuestas oportunas y pertinentes a las demandas de la globalizaci&#243;n y el desarrollo tecnol&#243;gico a nivel mundial. 

Matriz de descriptores: Es un instrumento que permite clasificar las cualificaciones en los niveles del MNC de acuerdo con un conjunto de descriptores que indican los resultados de aprendizaje pertinentes en 8 niveles de cualificaci&#243;n. Los descriptores son: conocimientos, habilidades, destrezas y actitudes (responsabilidad y autonom&#237;a).

Los niveles son: ejecuta, realiza, aplica, implementa, propone, gestiona, resuelve problemas aplicados y resuelve problemas con alto nivel de autonom&#237;a.

Cat&#225;logo Nacional de Cualificaciones: Instrumento en el que se relacionan y ordenan las cualificaciones para cada nivel del MNC por &#225;rea de cualificaci&#243;n (actualmente en proceso de construcci&#243;n). Es un referente para la estructuraci&#243;n de la oferta educativa y la evaluaci&#243;n y reconocimiento de competencias adquiridas a trav&#233;s de aprendizaje informales. 



Ficha de Cualificaci&#243;n: Es un instrumento que permite estructurar y consolidar las cualificaciones en l&#237;nea con los perfiles ocupacionales descritos en la Clasificaci&#243;n &#218;nica de Ocupaciones para Colombia (CUOC), pues como se defini&#243; en uno de los objetivos principales del SNC se busca estrechar la relaci&#243;n de la demanda laboral con la oferta educativa y formativa y en este instrumento se articula esa relaci&#243;n. En la ficha se espera tener informaci&#243;n de: ID de la cualificaci&#243;n (nombre, &#225;rea, c&#243;digo), perfiles ocupacionales (competencia general, ocupaci&#243;n asociada a la CUOC, denominaciones), formaci&#243;n asociada a la cualificaci&#243;n y par&#225;metros para el aseguramiento de la calidad.</textarea>
						<div id="doctgt" style="white-space:pre-wrap"></div>
					</div>
					<div role="tabpanel" class="tab-pane" id="properties">
						<table class="table table-striped table-hover table-condensed">
							<thead>
								<tr>
									<th class="i18n-key"></th>
									<th class="i18n-value"></th>
								</tr>
							</thead>
							<tbody>
							</tbody>
						</table>
					</div>
			  </div>
			</div>
		</div>
	</div>
	<script type="text/javascript">imageMapResize();</script>
</body>
</html>