<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html class="frame" lang="en">
<head>
	<meta http-equiv="Content-Type" content="text/html;charset=utf-8">
	<title>DO02. Clasificación Única de Ocupaciones para Colombia</title>

	<!-- JQUERY (use 1.x branch to be compatible with IE 6/7/8) -->
	<script type="text/javascript" src="../../lib/jquery/js/jquery-1.11.2.min.js"></script>
	<!-- BOOTSTRAP -->
	<link type="text/css" rel="stylesheet" href="../../lib/bootstrap/css/bootstrap-3.3.2.min.css">
	<link type="text/css" rel="stylesheet" href="../../lib/bootstrap/css/bootstrap-theme-3.3.2.min.css">
	<script type="text/javascript" src="../../lib/bootstrap/js/bootstrap-3.3.2.min.js"></script>
	<!-- REPORT SPECIFIC -->
	<link type="text/css" rel="stylesheet" href="../../css/model.css">
	<link type="text/css" rel="stylesheet" href="../../css/i18n.css">
	<script type="text/javascript" src="../../js/frame.js"></script>
	<script type="text/javascript" src="../../js/imageMapResizer.min.js"></script>
</head>

<body>
	<div class="panel panel-default root-panel">

		<div class="panel-heading root-panel-heading">
            <!-- Name -->
               <b>DO02. Clasificaci&#243;n &#218;nica de Ocupaciones para Colombia</b>

            <!-- If a View with Viewpoint -->
			   (<span class="i18n-elementtype-DataObject"></span>)
			   <a class="glyphicon glyphicon-info-sign" id="hint-DataObject" target="hint"></a>
		</div>

		<div class="panel-body root-panel-body">
		    <!-- If this is a digram model (has children and no bounds) show the image -->

			<div role="tabpanel">
				<!-- Nav tabs -->
				<ul class="nav nav-tabs" role="tablist">
                    <!-- Purpose / Documentation / Content -->
					   <li role="presentation" class="active"><a href="#documentation" aria-controls="documentation" role="tab" data-toggle="tab" class="i18n-documentation"></a></li>

                    <!-- Properties -->
                    <li role="presentation"><a href="#properties" aria-controls="properties" role="tab" data-toggle="tab" class="i18n-properties"></a></li>

				</ul>

				<!-- Tab panes -->
				<div class="tab-content">
					<div role="tabpanel" class="tab-pane active" id="documentation">
						<textarea id="docsrc" style="display:none">Las clasificaciones de ocupaciones constituyen un marco para el an&#225;lisis, la agregaci&#243;n y la descripci&#243;n de los contenidos del trabajo seg&#250;n la estructura ocupacional del pa&#237;s. Documento de Dise&#241;o y Alcance de la Plataforma del Sistema Nacional de Cualificaciones (Ernst &amp; Young, 2020)

Si bien la CUOC no hace parte de la definici&#243;n del SNC en el PND, a trav&#233;s de las diferentes sesiones de trabajo que se llevaron a cabo se determin&#243; que una vez construida la CUOC ser&#225; un elemento central del SNC porque fungir&#225; como &#8220;llave&#8221; para asociar la informaci&#243;n proveniente de cada componente. Con esta clasificaci&#243;n se espera ir m&#225;s all&#225; del desarrollo y procesamiento de estad&#237;sticas m&#225;s consistentes y potenciar el intercambio y cruce de informaci&#243;n entre las plataformas y sistemas que tienen alg&#250;n inter&#233;s con el mercado laboral (Ernst &amp; Young, 2020).

Dentro de la definici&#243;n de la CUOC se establecieron los elementos clave que describir&#225;n y habilitar&#225;n todos los perfiles ocupacionales que se dise&#241;en en el mercado laboral. La informaci&#243;n contenida en cada uno de los perfiles ser&#225; usada por m&#250;ltiples actores para orientar la toma decisiones enfocadas en la intermediaci&#243;n laboral, la gesti&#243;n del talento humano, la normalizaci&#243;n y certificaci&#243;n de competencias laborales, el reporte estad&#237;stico, el dise&#241;o de programas de Educaci&#243;n y Formaci&#243;n y la movilidad educativa y la orientaci&#243;n para la toma de decisiones en materia de trayectorias laborales y educativas, entre otros. Los elementos clave de los perfiles ocupacionales aparecen como propiedades de esta fuente

Situaci&#243;n actual

Actualmente existe un borrador de decreto concertado con DANE y SENA para la oficializaci&#243;n de la clasificaci&#243;n.  (EY abril 2020.) 

La CUOC permite la homologaci&#243;n de la clasificaci&#243;n nacional e internacional de ocupaciones y ser&#225; una herramienta que, en el marco del SNC, contiene informaci&#243;n necesaria para la conexi&#243;n de diferentes esquemas de gesti&#243;n, informaci&#243;n y valoraci&#243;n de conocimientos y habilidades requeridas en diferentes ocupaciones y que son adquiridas en cualquiera de las v&#237;as de cualificaci&#243;n existentes en Colombia. Entre algunos usos se encuentran:  EY.</textarea>
						<div id="doctgt" style="white-space:pre-wrap"></div>
					</div>
					<div role="tabpanel" class="tab-pane" id="properties">
						<table class="table table-striped table-hover table-condensed">
							<thead>
								<tr>
									<th class="i18n-key"></th>
									<th class="i18n-value"></th>
								</tr>
							</thead>
							<tbody>
								<tr><td> Tama&#241;o_GB </td><td> <xmp class="no-margin" style="white-space:pre-wrap">0.05</xmp> </td></tr><tr><td> Periodo </td><td> <xmp class="no-margin" style="white-space:pre-wrap">2 años</xmp> </td></tr>
							</tbody>
						</table>
					</div>
			  </div>
			</div>
		</div>
	</div>
	<script type="text/javascript">imageMapResize();</script>
</body>
</html>