<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html class="frame" lang="en">
<head>
	<meta http-equiv="Content-Type" content="text/html;charset=utf-8">
	<title>APP10. CTLG</title>

	<!-- JQUERY (use 1.x branch to be compatible with IE 6/7/8) -->
	<script type="text/javascript" src="../../lib/jquery/js/jquery-1.11.2.min.js"></script>
	<!-- BOOTSTRAP -->
	<link type="text/css" rel="stylesheet" href="../../lib/bootstrap/css/bootstrap-3.3.2.min.css">
	<link type="text/css" rel="stylesheet" href="../../lib/bootstrap/css/bootstrap-theme-3.3.2.min.css">
	<script type="text/javascript" src="../../lib/bootstrap/js/bootstrap-3.3.2.min.js"></script>
	<!-- REPORT SPECIFIC -->
	<link type="text/css" rel="stylesheet" href="../../css/model.css">
	<link type="text/css" rel="stylesheet" href="../../css/i18n.css">
	<script type="text/javascript" src="../../js/frame.js"></script>
	<script type="text/javascript" src="../../js/imageMapResizer.min.js"></script>
</head>

<body>
	<div class="panel panel-default root-panel">

		<div class="panel-heading root-panel-heading">
            <!-- Name -->
               <b>APP10. CTLG</b>

            <!-- If a View with Viewpoint -->
			   (<span class="i18n-viewpoint-"></span>)
			   <a class="glyphicon glyphicon-info-sign" id="hint-viewpoint_" target="hint"></a>
            <!-- Or if a model (i.e has Purpose method) -->
		</div>

		<div class="panel-body root-panel-body">
		    <!-- If this is a digram model (has children and no bounds) show the image -->
			   <img class="diagram" src="../images/412f1dfc-c723-4681-b553-02b976722295.png" alt="APP10. CTLG" usemap="#412f1dfc-c723-4681-b553-02b976722295map"/>
			   <map name="412f1dfc-c723-4681-b553-02b976722295map">
				  		<area shape="rect" coords="10,10,130,65" href="../elements/a8d14ba9-6930-4b88-bba3-8926c4078e8f.html"  target="element">

			   </map>

			<div role="tabpanel">
				<!-- Nav tabs -->
				<ul class="nav nav-tabs" role="tablist">
                    <!-- Purpose / Documentation / Content -->
					   <li role="presentation" class="active"><a href="#documentation" aria-controls="documentation" role="tab" data-toggle="tab" class="i18n-documentation"></a></li>

                    <!-- Properties -->
                    <li role="presentation"><a href="#properties" aria-controls="properties" role="tab" data-toggle="tab" class="i18n-properties"></a></li>

						<li role="presentation"><a href="#elements" aria-controls="elements" role="tab" data-toggle="tab" class="i18n-elements"></a></li>
						<li role="presentation"><a href="#relationships" aria-controls="relationships" role="tab" data-toggle="tab" class="i18n-relationships"></a></li>
                    <!-- Model, Query Tab -->
				</ul>

				<!-- Tab panes -->
				<div class="tab-content">
					<div role="tabpanel" class="tab-pane active" id="documentation">
						<textarea id="docsrc" style="display:none">El Plan Nacional de Desarrollo defini&#243; el Sistema Nacional de Cualificaciones fue concebido como &#8220;un como un conjunto de instrumentos, pol&#237;ticas, procesos y arreglos institucionales dirigidos a alinear la educaci&#243;n y formaci&#243;n con las necesidades sociales y productivas del pa&#237;s; facilitando la adecuaci&#243;n entre la oferta y la demanda del mercado de trabajo, la promoci&#243;n de la educaci&#243;n y formaci&#243;n a lo largo de la vida, y el fomento de la movilidad educativa, formativa y laboral de las personas&#8221;. Al mismo tiempo, defini&#243; a la Plataforma de Informaci&#243;n del Sistema Nacional de Cualificaciones &#8211;PSNC- como uno de sus componentes.  

El objetivo general de la PSNC es el de &#8220;Poner a disposici&#243;n del p&#250;blico y dise&#241;adores de pol&#237;tica p&#250;blica, informaci&#243;n relevante, articulada, de calidad y actualizada sobre oferta y demanda educativa, formativa y laboral, relacionada con los componentes del Sistema Nacional de Cualificaciones.  Orientada a la toma de decisiones referentes a educaci&#243;n, formaci&#243;n, empleabilidad, reconocimiento del aprendizaje a lo largo de la vida, desarrollo de pol&#237;ticas activas de empleo, gesti&#243;n de capital humano, entre otros a trav&#233;s de la articulaci&#243;n de los diferentes componentes del SNC. 

De acuerdo con la Subdirecci&#243;n de An&#225;lisis, Monitoreo y Prospectiva Laboral &#8211;SAMPL-, la PSNC ha sido pensada para ser desarrollada en una estructura de 4 capas, de las cualees el n&#250;cleo es la Clasificaci&#243;n &#218;nica de Ocupacinones para Colombia &#8211;CUOC-. Las clasificaciones de ocupaciones constituyen un marco para el an&#225;lisis, la agregaci&#243;n y la descripci&#243;n de los contenidos del trabajo seg&#250;n la estructura ocupacional del pa&#237;s. Documento de Dise&#241;o y Alcance de la Plataforma del Sistema Nacional de Cualificaciones (Ernst &amp; Young, 2020). Si bien la CUOC no hace parte de la definici&#243;n del SNC en el PND, a trav&#233;s de las diferentes sesiones de trabajo que se llevaron en la etapa cero del Programa para el Fortalecimiento de las Pol&#237;ticas de Empleo, se determin&#243; que una vez construida la CUOC ser&#225; un elemento central del SNC porque fungir&#225; como &#8220;llave&#8221; para asociar la informaci&#243;n proveniente de cada componente. Con esta clasificaci&#243;n se espera ir m&#225;s all&#225; del desarrollo y procesamiento de estad&#237;sticas m&#225;s consistentes y potenciar el intercambio y cruce de informaci&#243;n entre las plataformas y sistemas que tienen alg&#250;n inter&#233;s con el mercado laboral (Ernst &amp; Young, 2020). 

La segunda capa est&#225; constituida por el Cat&#225;logo Nacional de Cualificaciones, que contiene informaci&#243;n detallada de las ocupaciones y cargos (identificados o no dentro de la estructura de la CUOC) proveniente de m&#250;ltiples fuentes de informaci&#243;n, estructuradas y no estructuradas, referentes a salarios, vacantes, hojas de vida, programas de educaci&#243;n y formaci&#243;n relacionados.  

Esta capa tiene varios prop&#243;sitos fundamentales: 

-Generar la informaci&#243;n de las brechas detectadas, a nivel de ocupaci&#243;n y cargo 
-Detectar ocupaciones y cargos emergentes, as&#237; como nuevas competencias (que alimentar&#237;an potencialmente la columna vertebral de la CUOC) 
-Detectar los cambios y/o evoluciones en el comportamiento de las ocupaciones y sus principales caracter&#237;sticas, en el tiempo 
-Determinar los programas de educaci&#243;n y de formaci&#243;n que est&#225; asociada a las ocupaciones del cat&#225;logo 
-Incorporar una herramienta de captura on-line de necesidades de talento humano que permita identificar las caracteristicas y cambios en la demanda laboral  
</textarea>
						<div id="doctgt" style="white-space:pre-wrap"></div>
					</div>
					<div role="tabpanel" class="tab-pane" id="properties">
						<table class="table table-striped table-hover table-condensed">
							<thead>
								<tr>
									<th class="i18n-key"></th>
									<th class="i18n-value"></th>
								</tr>
							</thead>
							<tbody>
							</tbody>
						</table>
					</div>
						<div role="tabpanel" class="tab-pane" id="elements">
							<table class="table table-striped table-hover table-condensed">
								<thead>
									<tr>
										<th class="i18n-name"></th>
										<th class="i18n-type"></th>
									</tr>
								</thead>
								<tbody>
											<tr>
											    <td> <a href="../elements/a8d14ba9-6930-4b88-bba3-8926c4078e8f.html" target="element"> APP10. CTLG </a> </td>
											    <td> <a href="../elements/a8d14ba9-6930-4b88-bba3-8926c4078e8f.html" target="element" class="i18n-elementtype-ApplicationComponent"> </a> </td>
											</tr>


								</tbody>
							</table>
						</div>
						<div role="tabpanel" class="tab-pane" id="relationships">
							<table class="table table-striped table-hover table-condensed">
								<thead>
									<tr>
										<th class="i18n-name"></th>
										<th class="i18n-type"></th>
										<th class="i18n-source"></th>
										<th class="i18n-target"></th>
									</tr>
								</thead>
								<tbody>
								</tbody>
							</table>
						</div>
			  </div>
			</div>
		</div>
	</div>
	<script type="text/javascript">imageMapResize();</script>
</body>
</html>